Repository: motad333/nextbox-ui-plugin
Catalog: nextbox_ui_plugin/locale/*/LC_MESSAGES/django.po
Languages: fa

source: All Fields
fa: تمام زمینه ها

source: Search
fa: جستجو

source: Region
fa: منطقه جغرافیایی

source: Site group
fa: دسته بندی سایت

source: Site
fa: سایت

source: Provider
fa: تامین کننده

source: Type
fa: نوع

source: Provider network
fa: تامین کننده شبکه

source: Commit rate (Kbps)
fa: حداقل میزان پهنای باند(کیلوبیت در ثانیه)

source: 32-bit autonomous system number
fa: شماره سیستم مستقل 32 بیتی

source: Account number
fa: شماره حساب

source: Portal URL
fa: آدرس پورتال

source: NOC contact
fa: مخاطب NOC

source: Admin contact
fa: مدیر مخاطب

source: Circuit ID
fa: شناسه مدار

source: Termination
fa: خاتمه دادن

source: Port speed (Kbps)
fa: سرعت پورت(کیلوبیت در ثانیه)

source: Upstream speed (Kbps)
fa: سرعت ارسال(کیلوبیت در ثانیه)

source: Upstream speed, if different from port speed
fa: سرعت ارسال، اگر متفاوت با سرعت پورت است

source: Cross-connect ID
fa: شناسه اتصال متقابل

source: Patch panel/port(s)
fa: پتچ پنل/پورت ها

source: Circuits
fa: مدارها

source: Side A
fa: سمت A

source: Side Z
fa: سمت Z

source: Location
fa: موقعیت فیزیکی

source: Device
fa: دستگاه

source: MAC address
fa: مک آدرس

source: An access interface cannot have tagged VLANs assigned.
fa: یک واسط دسترسی نمیتواند VLANهایی که دارای تگ هستند اختصاص دهد

source: Name
fa: نام

source: Label
fa: برچسب

source: Alphanumeric ranges are supported. (Must match the number of names being created.)
fa: محدوده الفبایی پشتیبانی می شود.(باید با تعداد اسامی ساخته شده همخوانی داشته باشد)

source: Name of parent region
fa: نام منطقه والد

source: Parent region
fa: منطقه والد

source: Name of parent site group
fa: انام گروه سایت والد

source: Parent group
fa: گروه والد

source: Tenancy
fa: مالکیت موقت

source: Operational status
fa: وضعیت عملیاتی

source: Assigned region
fa: منطقه جغرافیایی اختصاص داده شده

source: Assigned group
fa: گروه اختصاص داده شده

source: Assigned tenant
fa: مالک موقت اختصاص داده شده

source: Assigned site
fa: سایت اختصاص داده شده

source: Parent location
fa: موقعیت والد

source: Parent
fa: والد

source: Name of assigned tenant
fa: نام مالک موقت اختصاص داده شده

source: Name of assigned role
fa: نام نقش اختصاص داده شده

source: Rack type
fa: نوع رک

source: Rail-to-rail width (in inches)
fa: عرض ریل تا ریل(به اینچ)

source: Unit for outer dimensions
fa: واحد برای ابعاد خارجی

source: Serial Number
fa: شماره سریال

source: Height (U)
fa: قد(واحد)

source: Descending units
fa: واحدهای نزولی

source: Comments
fa: نظرات

source: Role
fa: نقش

source: Rack
fa: رک

source: Comma-separated list of numeric unit IDs. A range may be specified using a hyphen.
fa: لیست شناسه های واحد عددی جدا شده با ویرگول. ممکن است یک محدوده با استفاده از خط فاصله مشخص شود.

source: Parent site
fa: سایت والد

source: Rack's location (if any)
fa: موقعیت رک(در صورت وجود)

source: Comma-separated list of individual unit numbers
fa: لیست شماره های دستگاه فردی جداشده با ویرگول

source: User
fa: کاربر

source: Is full depth
fa: دارای عمق کامل

source: Manufacturer
fa: سازنده

source: Has console ports
fa: دارای پورت های کنسول

source: Has console server ports
fa: دارای پورت های سرور کنسول

source: Has power ports
fa: دارای پورت برق

source: Has power outlets
fa: دارای پریزهای برق

source: Has interfaces
fa: دارای رابط ها

source: Has pass-through ports
fa: دارای پورت های عبور

source: Maximum power draw (watts)
fa: حداکثر توان مصرفی (وات)

source: Allocated power draw (watts)
fa: قدرت اختصاص داده شده (وات)

source: Management only
fa: فقط مدیریت

source: Rear ports
fa: پورت های عقب

source: Select one rear port assignment for each front port being created.
fa: برای هر پورت جلویی ایجاد شده ، یک انتساب درگاه عقب انتخاب کنید.

source: The number of front ports which may be mapped to each rear port
fa: تعداد پورت های جلو که ممکن است به هر پورت عقب ترسیم شود

source: VM role
fa: نقش ماشین مجازی

source: Limit platform assignments to this manufacturer
fa: وظایف پلتفرم را به این سازنده محدود کنید

source: The lowest-numbered unit occupied by the device
fa: کمترین تعداد واحد اشغال شده توسط دستگاه

source: Assigned role
fa: نقش اختصاص داده شده

source: Device type manufacturer
fa: سازنده نوع دستگاه

source: Device type model
fa: مدل نوع دستگاه

source: Assigned platform
fa: پلتفرم اختصاص داده شده

source: Virtual chassis
fa: شاسی مجازی

source: Virtualization cluster
fa: کلاستر مجازی سازی

source: Assigned location (if any)
fa: موقعیت تعیین شده (در صورت وجود)

source: Assigned rack (if any)
fa: رک اختصاص داده شده(در صورت وجود)

source: Mounted rack face
fa: صورت رک نصب شده

source: Parent device
fa: دستگاه والد

source: Device bay in which this device is installed
fa: محفظه دستگاهی که این دستگاه در آن نصب شده است

source: Model
fa: مدل

source: Platform
fa: پلتفرم

source: Has a primary IP
fa: دارای IP اصلی

source: Virtual chassis member
fa: عضو شاسی مجازی

source: Port type
fa: نوع پورت

source: Port speed in bps
fa: سرعت پورت بر حسب بیت در ثانیه

source: Maximum draw in watts
fa: حداکثر کشش بر حسب وات

source: Allocated draw in watts
fa: کشش اختصاص داده شده بر حسب وات

source: Outlet type
fa: نوع خروجی

source: Local power port which feeds this outlet
fa: پورت برق محلی که این پریز را تغذیه می کند

source: Electrical phase (for three-phase circuits)
fa: فاز الکتریکی (برای مدارهای سه فاز)

source: Parent interface
fa: رابط والد

source: LAG interface
fa: رابط LAG

source: VLAN group
fa: گروه VLAN

source: Untagged VLAN
fa: VLAN بدون برچسب

source: Tagged VLANs
fa: VLANهای برچسب گذاری شده

source: MAC Address
fa: مک آدرس

source: This interface is used only for out-of-band management
fa: این رابط فقط برای مدیریت خارج از باند استفاده می شود

source: Parent LAG interface
fa: رابط LAG والد

source: Physical medium
fa: رسانه فیزیکی

source: IEEE 802.1Q operational mode (for L2 interfaces)
fa: حالت عملیاتی IEEE 802.1Q (برای رابط های L2)

source: Corresponding rear port
fa: پورت عقب مربوطه

source: Physical medium classification
fa: طبقه بندی رسانه فیزیکی

source: Child Device
fa: دستگاه فرزند

source: Child device installed within this bay
fa: دستگاه فرزند نصب شده در داخل این محفظه

source: Part ID
fa: شناسه قسمت

source: Parent inventory item
fa: مورد موجودی والد

source: Circuit
fa: مدار

source: Side
fa: سمت

source: Power Panel
fa: پنل برق

source: Side A device
fa: دستگاه سمت A

source: Side A type
fa: نوع سمت A

source: Side A component name
fa: نام جزء سمت A

source: Side B device
fa: دستگاه سمت B

source: Side B type
fa: نوع سمت B

source: Side B component name
fa: نام جزء سمت B

source: Connection status
fa: وضعیت ارتباط

source: Length unit
fa: واحد طول

source: Tenant
fa: مالک موقت

source: Position of the first member device. Increases by one for each additional member.
fa: موقعیت دستگاه اولین عضو. برای هر عضو اضافی یک افزایش می یابد

source: Master device
fa: دستگاه اصلی

source: Name of parent site
fa: نام سایت منبع

source: Upstream power panel
fa: پنل برق بالادست

source: Primary or redundant
fa: اولیه یا زائد

source: Supply type (AC/DC)
fa: نوع منبع (AC/DC)

source: Single or three-phase
fa: تک یا سه فاز

source: Power panel
fa: پنل برق

source: ID
fa: شناسه

source: User (name)
fa: نام کاربری

source: Region (slug)
fa: منطقه جغرافیایی(صفحه)

source: Site group (slug)
fa: گروه های سایت(صفحه)

source: Site (slug)
fa: سایت(صفحه)

source: Device type
fa: نوع دستگاه

source: Role (slug)
fa: نقش ها(صفحه)

source: Platform (slug)
fa: پلتفرم ها(صفحه)

source: Cluster group
fa: گروه کلاستر

source: Cluster group (slug)
fa: گروه کلاستر(صفحه)

source: Cluster
fa: کلاستر

source: Tenant group
fa: گروه مالک موقت

source: Tenant group (slug)
fa: گروه های واگذار شده

source: Tenant (slug)
fa: مالک موقت(صفحه)

source: Tag (slug)
fa: برچسب(صفحه)

source: Has local config context data
fa: تنظیمات محلی پیکربندی داده ها دارد

source: User (ID)
fa: کاربر(شناسه)

source: User name
fa: نام کاربری

source: One or more assigned object types
fa: یک یا چند نوع شی اختصاص داده شده

source: Field type
fa: نوع زمینه

source: Assigned object type
fa: نوع شی اختصاص داده شده

source: MIME type
fa: نوع محتوا

source: HTTP method
fa: نوع HTTP

source: Tagged object type
fa: نوع شی برچسب گذاری شده

source: Regions
fa: مناطق

source: Site groups
fa: گروه های سایت

source: Sites
fa: سایت ها

source: Device types
fa: انواع دستگاه

source: Roles
fa: نقش ها

source: Platforms
fa: پلتفرم ها

source: Cluster groups
fa: گروه های کلاستر

source: Clusters
fa: کلاسترها

source: Tenant groups
fa: گروه های مستاجر

source: Tags
fa: برچسب ها

source: After
fa: بعد

source: Before
fa: قبل

source: Object Type
fa: نوع شی

source: Commit changes to the database (uncheck for a dry-run)
fa: انجام تغییرات در پایگاه داده (علامت آن را برای اجرای آزمایشی بردارید)

source: Create
fa: ایجاد کردن

source: Update
fa: بروز رسانی

source: Delete
fa: حذف کردن

source: SSL Validation
fa: اعتبار سنجی SSL

source: Object
fa: شی

source: Active
fa: فعال

source: Request ID
fa: شناسه درخواست

source: Object type
fa: نوع شی

source: Mask length
fa: طول ماسک

source: Group
fa: گروه

source: Enforce unique space
fa: ایجاد فضای منحصر به فرد

source: Import targets
fa: ورودی اهداف

source: Export targets
fa: خروجی اهداف

source: Imported by VRF
fa: ورودی توسط VRF

source: Exported by VRF
fa: خروجی توسط VRF

source: Private
fa: خصوصی

source: Assigned RIR
fa: VRF اختصاص داده شده

source: Address family
fa: خانواده آدرس

source: Assigned VRF
fa: VRF اختصاص داده شده

source: Functional role
fa: نقش عملکردی

source: Is a pool
fa: یک استخر است

source: Search within
fa: جستجوی داخلی

source: Present in VRF
fa: در VRF تنظیم شده

source: Interface
fa: رابط

source: Virtual Machine
fa: ماشین مجازی

source: IP Address
fa: آدرس ها ip

source: Make this the primary IP for the device/VM
fa: این را آدرس اصلی دستگاه/ماشین مجازی کن

source: Address pattern
fa: الگوی آدرس

source: Parent device of assigned interface (if any)
fa: دستگاه والد با رابط اختصاص داده شده (در صورت وجود)

source: Parent VM of assigned interface (if any)
fa: ماشین مجازی والد رابط اختصاص داده شده (در صورت وجود)

source: Assigned interface
fa: رابط اختصاص داده شده

source: Make this the primary IP for the assigned device
fa: این را آدرس اصلی دستگاه اختصاص داده شده قرار دهید

source: Parent Prefix
fa: پیشوند والد

source: Assigned to an interface
fa: اختصاص داده شده به یک رابط

source: Scope type (app & model)
fa: نوع حوزه(برنامه و مدل)

source: Group scope
fa: محدوده گروه

source: VLAN Group
fa: گروه VLAN

source: Assigned VLAN group
fa: گروه VLAN اختصاص داده شده

source: Required if not assigned to a VM
fa: در صورت عدم اختصاص به ماشین مجازی موزد نیاز است

source: Required if not assigned to a device
fa: در صورت عدم اختصاص به دستگاه مورد نیاز است

source: IP protocol
fa: پروتکل IP

source: RD
fa: ریموت دسکتاپ

source: Unique
fa: منحصر بفرد

source: Aggregates
fa: مجموعه

source: Aggregate
fa: تجمیع

source: Added
fa: اضافه شده

source: Prefixes
fa: پیشوندها

source: VLANs
fa: VLANها

source: Prefix (Flat)
fa: پیشوند (تخت)

source: Depth
fa: عمق

source: Children
fa: فرزندان

source: Pool
fa: مخزن

source: Marked Utilized
fa: علامت گذاری بعنوان 100% استفاده شده

source: Device/VM
fa: دستگاه/ماشین مجازی

source: NAT (Inside)
fa: NAT(داخلی)

source: Assigned
fa: اختصاص داده شده

source: Ports
fa: پورت ها

source: Add
fa: افزودن

source: Import
fa: وارد کردن

source: Organization
fa: سازمان

source: Site Groups
fa: گروه های سایت

source: Locations
fa: مکان ها

source: Racks
fa: قفسه ها

source: Rack Roles
fa: نقش های رک

source: Reservations
fa: رزرو

source: Devices
fa: دستگاه ها

source: Device Roles
fa: نقش های دستگاه

source: Virtual Chassis
fa: شاسی مجازی

source: Device Types
fa: انواع دستگاه

source: Manufacturers
fa: سازنده ها

source: Device Components
fa: اجزاء دستگاه

source: Interfaces
fa: رابط ها

source: Front Ports
fa: پورت های جلو

source: Rear Ports
fa: پورت های عقب

source: Console Ports
fa: پورت های کنسول

source: Console Server Ports
fa: پورت های سرور کنسول

source: Power Ports
fa: پورت برق

source: Power Outlets
fa: پریزهای برق

source: Device Bays
fa: جایگاه دستگاه

source: Inventory Items
fa: اقلام موجودی

source: Connections
fa: ارتباطات

source: Cables
fa: کابل ها

source: IPAM
fa: مدیریت آدرس ip

source: IP Addresses
fa: آدرس ها ip

source: IP Ranges
fa: محدوده آدرس ها

source: Prefix & VLAN Roles
fa: پیشوند و نقشهای VLAN

source: RIRs
fa: RIRها

source: VRFs
fa: VRFها

source: Route Targets
fa: اهداف route

source: VLAN Groups
fa: گروه های VLAN

source: Services
fa: سرویس ها

source: Virtualization
fa: مجازی سازی

source: Virtual Machines
fa: ماشینهای مجازی

source: Cluster Types
fa: انواع کلاستر

source: Cluster Groups
fa: گروه های کلاستر

source: Circuit Types
fa: انواع مدار

source: Providers
fa: ارائه دهندگان

source: Provider Networks
fa: شبکه های ارائه دهنده

source: Power
fa: برق

source: Power Feeds
fa: منابع برق

source: Power Panels
fa: پنل های برق

source: Other
fa: دیگر

source: Logging
fa: واقعه نگاری

source: Journal Entries
fa: نوشته های روزانه

source: Change Log
fa: گزارش تغییرات

source: Customization
fa: سغارشی سازی

source: Custom Fields
fa: فیلدهای سفارشی

source: Custom Links
fa: لینکهای سفارشی

source: Export Templates
fa: الگوهای خروجی

source: Integrations
fa: یکپارچگی ها

source: Config Contexts
fa: پیکربندی زمینه ها

source: Plugins
fa: افزونه ها

source: English
fa: انگلیسی

source: Persian
fa: پارسی

source: Tenants
fa: مالکان موقت

source: Inventory
fa: فهرست

source: Cluster type
fa: نوع کلاستر

source: Virtual machine
fa: ماشین مجازی
